jorgebucaran/fisher
ilancosman/tide
jorgebucaran/fish-bax
joseluisq/gitnow@2.1.1
oh-my-fish/plugin-pj
jethrokuan/z
jethrokuan/fzf
acomagu/fish-async-prompt
