{
  "LuaSnip": { "branch": "master" },
  "TrueZen.nvim": { "branch": "main" },
  "alpha-nvim": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "formatter.nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "fzf": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "git-worktree.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "gx-extended.vim": { "branch": "master" },
  "harpoon": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "is.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp-status.nvim": { "branch": "master" },
  "lspkind.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-null-ls.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "material.vim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "nerdcommenter": { "branch": "master" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-go": { "branch": "main" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-highlight-colors": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-spectre": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "onedark.nvim": { "branch": "master" },
  "palenight.vim": { "branch": "master" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "prettier.nvim": { "branch": "main" },
  "project.nvim": { "branch": "main" },
  "splitjoin.vim": { "branch": "main" },
  "telescope-fzy-native.nvim": { "branch": "master" },
  "telescope-luasnip.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "typescript.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-bufkill": { "branch": "master" },
  "vim-dispatch": { "branch": "master" },
  "vim-endwise": { "branch": "master" },
  "vim-eunuch": { "branch": "master" },
  "vim-floaterm": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-fuzzy-stash": { "branch": "master" },
  "vim-gh-line": { "branch": "master" },
  "vim-husk": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-snippets": { "branch": "master" },
  "vim-subversive": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "vim-visual-star-search": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}